Repository: defcon1702/wsform-ml
Catalog: languages/wsform-*.po
Languages: ml_en_us

source: Formulare
ml_en_us: Forms

source: Einstellungen
ml_en_us: Settings

source: Formular scannen
ml_en_us: Scan Form

source: Scanne...
ml_en_us: Scanning...

source: Scan abgeschlossen
ml_en_us: Scan Complete

source: Fehler beim Scannen
ml_en_us: Scan Error

source: Speichern
ml_en_us: Save

source: Speichere...
ml_en_us: Saving...

source: Gespeichert
ml_en_us: Saved

source: Fehlende Übersetzungen
ml_en_us: Missing Translations

source: Möchten Sie diese Übersetzung wirklich löschen?
ml_en_us: Do you really want to delete this translation?

source: WS Form nicht installiert
ml_en_us: WS Form not installed

source: WS Form Datenbank-Tabelle nicht gefunden
ml_en_us: WS Form database table not found

source: Ungültige oder fehlende Pflichtfelder
ml_en_us: Invalid or missing required fields

source: Ungültiger Sprachcode
ml_en_us: Invalid language code

source: Ungültige Daten
ml_en_us: Invalid data

source: Löschen fehlgeschlagen
ml_en_us: Delete failed

source: Verfügbare Sprachen:
ml_en_us: Available Languages:

source: Lade Formulare...
ml_en_us: Loading Forms...

source: Willkommen bei WSForm Multilingual
ml_en_us: Welcome to WSForm Multilingual

source: Wählen Sie ein Formular aus der Liste, um mit der Übersetzung zu beginnen.
ml_en_us: Select a form from the list to start translating.

source: Automatisches Scannen aller Formularfelder
ml_en_us: Automatic scanning of all form fields

source: Komplexe Formulare
ml_en_us: Complex Forms

source: Support für Repeater, Conditional Logic, Select-Optionen
ml_en_us: Support for Repeaters, Conditional Logic, Select Options

source: Warnungen
ml_en_us: Warnings

source: Automatische Erkennung fehlender Übersetzungen
ml_en_us: Automatic detection of missing translations

source: Übersetzungsstatistik
ml_en_us: Translation Statistics

source: Übersetzungen
ml_en_us: Translations

source: Fehlende Übersetzungen für
ml_en_us: Missing translations for

source: Einstellungen gespeichert.
ml_en_us: Settings saved.

source: WSForm Multilingual - Einstellungen
ml_en_us: WSForm Multilingual - Settings

source: Automatisches Scannen
ml_en_us: Automatic Scanning

source: Formulare automatisch beim Speichern scannen
ml_en_us: Automatically scan forms on save

source: Warnungen anzeigen
ml_en_us: Show Warnings

source: Warnungen für fehlende Übersetzungen anzeigen
ml_en_us: Show warnings for missing translations

source: Polylang Synchronisation
ml_en_us: Polylang Synchronization

source: Übersetzungen mit Polylang String-Übersetzungen synchronisieren
ml_en_us: Synchronize translations with Polylang string translations

source: Einstellungen speichern
ml_en_us: Save Settings

source: Formular nicht gefunden
ml_en_us: Form not found

source: Ungültige Formular-ID
ml_en_us: Invalid form ID

source: Formular nicht gefunden oder konnte nicht geladen werden
ml_en_us: Form not found or could not be loaded

source: Formular befindet sich im Papierkorb
ml_en_us: Form is in trash
